export const BASE_URL = 'http://api.exchangeratesapi.io'
export const BASE_URL_API = BASE_URL+'/v1/latest?access_key=50ee15c793406731e6990928d5e5e10f&format=1'


export const privacyPolicyContent="                                تعاریف :\n" +
    "                                کاربر : شخص حقیقی یا حقوقی که از طریق پنل کاربری اختصاصی خود اقدام به خرید از پذیرندگان همه کارا می نماید .\n" +
    "                                پذیرنده : شخص حقیقی یا حقوقی که از طریق همه کارا و در صفحه فروشگاهی اختصاصی خود اقدام به معرفی و فروش محصولات خود می نماید .\n" +
    "                                همه کارا : زیرساخت خرید و فروش آنلاین محصولات پذیرندگان ، بدین صورت که هر پذیرنده از صفحه اختصاصی فروشگاهی خود اقدام به فروش محصولات و خدمات خود می نماید .\n" +
    "                                توضیحات :\n" +
    "                                هدف سوپر اپلیکیشن همه کارا ایجاد بستر فروش برای پذیرندگان است . همه کارا برای در اختیار قرار دادن این امکان به پذیرندگان از آن ها هزینه اشتراک سالیانه و کارمزد فروش دریافت می نماید . در واقع کلیه مسئولیت های ناشی از فروش ، قیمت گذاری ، ثبت اطلاعات کالا و خدمات ، تبلیغات ، تامین موجودی ، تحویل کالا و خدمات و … به کاربران به عهده  پذیرنده می باشد .\n" +
    "                                مراحل خرید در همه کارا :\n" +
    "\n                                1-\tجستجوی کالا و خدمات در بین پذیرندگان و انتخاب پذیرنده مورد نظر به منظور خرید و یا انتخاب مستقیم پذیرنده مورد نظر" +
    "\n                                2-\tورود به فروشگاه اختصاصی پذیرنده" +
    "\n                                3-\tمشاهده رویه های ارسال و بازپس گیری کالا و خدمات" +
    "\n                                4-\tانتخاب کالا و خدمات" +
    "\n                                5-\tتکمیل سبد خرید" +
    "\n                                6-\tپرداخت وجه" +
    "\n                                7-\tدریافت کالا و خدمات و ارائه کد یکتا" +
    "\n                                8-\tثبت امتیاز و نظر" +
    "\n                                ضمانت خرید کاربران :" +
    "                                شرط تسویه حساب با پذیرندگان تأیید دریافت کالا یا خدمات توسط کاربر می باشد . بدین منظور کاربر باید کد یکتایی که در هنگام خرید برای او ارسال شده را در هنگام تحویل کالا ، به مأمور تحویل کالا یا فروشنده تحویل دهد . با ثبت کد ، در واقع کاربر تأیید کرده که کالا و خدمات خریداری شده را به نحو شایسته و صحیح و سالم دریافت نموده و از بابت آن رضایت کامل را دارد . پس از ثبت کد ، عملیات مربوط به تسویه حساب با پذیرندگان صورت می گیرد .\n" +
    "                                پشتیبانی :\n" +
    "                                پشتیبانان همه کارا منتظر دریافت پیشنهادات ، انتقادات ، شکایات و پاسخگویی به سوالات شما هستند . برای این کار می توانید از قسمت پشتیبانی در اپلیکیشن و سایت  بصورت شبانه روزی و یا با شماره تلفن 03832282743 در ساعات اداری تماس حاصل نمایید .\n" +
    "                                بازپس گیری کالا و خدمات :\n" +
    "                                در همه کارا هر پذیرنده قوانین خاص خود برای بازپس گیری کالا و خدمات فروخته شده را دارد و این قوانین را در صفحه اختصاصی خود اعلام می نماید اما در شرایط زیر حتما باید اقدام به بازپس گیری کالا و خدمات نماید :\n" +
    "\n                                1-\tکالا و خدمات بصورت معیوب تحویل شوند ." +
    "\n                                2-\tکیفیت کالا و خدمات ارائه شده با توضیحات سایت و اپلیکیشن مغایرت داشته باشد ." +
    "\n                                3-\tمدت زمان تحویل از مدت زمان اعلام شده توسط پذیرنده طولانی تر گردد ." +
    "                                   حریم خصوصی کاربران :\n" +
    "                                کلیه اطلاعاتی که در ابتدا یا در ادامه از کاربران دریافت می شود شخصی تلقی می شود و مجموعه همه کارا خود را متعهد به حفظ حریم حصوصی کاربران و پذیرندگان می داند .\n" +
    "                                اطلاعاتی که از کاربران گرفته می شود عبارتند از :\n" +
    "\n                                1-\tتلفن همراه : در ابتدای ورود به نرم افزار نیاز است تا با شماره تلفن خود وارد شوید . پس از ثبت شماره تلفن ، کد یکتایی برای شما ارسال می شود . با ثبت آن کد می توانید وارد نرم افزار شوید و از امکانات آن استفاده نمایید . هدف از اینکار احراز هویت کاربر است تا بدانیم کاربر واقعی با شماره تلفنی که احراز شده از امکنات نرم افزار استفاده می نماید . در واقع شماره تلفن کاربر ، شناسه کاربر در نرم افزار است و همه سفارشات ، تراکنش ها و اقداماتی که کاربر در نرم افزار انجام می دهد از طریق شماره تلفن وی صورت می پذیرد ." +
    "\n                                2-\tنام و نام خانوادگی : پر کردن این قسمت اختیاری است . اما زمانی که شما قصد ثبت سفارش دارید نیاز است تا اطلاعات واقعی خود را ثبت نمایید ." +
    "\n                                3-\tآدرس : پر کردن این قسمت اختیاری است . اما زمانی که شما قصد ثبت سفارش دارید نیاز است تا اطلاعات واقعی خود را ثبت نمایید ." +
    "\n                                4-\tعکس پروفایل : درج عکس برای پروفایل اختیاری است ." +
    "                                لازم به ذکر است در صورتیکه در هر قسمت از نرم افزار نیاز به دریافت اطلاعات شخصی از کاربر باشد ، این موضوع از قبل به کاربر اطلاع رسانی می گردد .\n"

export const aboutUsContent="  مجموعه گروه بازرگانان برتر در سال 1390 با شعار  تحول فردی رونق کسب و کار  به ثبت رسید .\n" +
    "                                در طول چند سال کار تحقیقاتی و پژوهشی و در راستای رسالت شرکت ، پروژه های مختلفی تعریف شدند و شروع به کار نمودند .\n" +
    "                                یکی از این پروژه ها \" سوپر اپلیکیشن همه کارا \" است .\n" +
    "                                سوپر اپلیکیشن همه کارا با رسالت :\n" +
    "                                1-\tتجهیز کردن انواع کسب و کارها با ابزارهای تخصصی در حوزه تجارت الکترونیک\n" +
    "                                2-\tایجاد یک بازار تجمیعی برای انواع کسب و کارهای فروشگاهی ، خدماتی ، آموزشی ، مشاغل خانگی و آزاد کاران\n" +
    "                                3-\tایجاد ارتباطات موثر بین صاحبین کسب و کارها\n" +
    "                                4-\tایجاد مشارکت های موثر در توسعه و رونق بازار توسط مصرف کنندگان و کاربران\n" +
    "                                5-\tو ایجاد زیرساخت فروش مستقیم از تولیدبه مصرف برای تولید کنندگان\n" +
    "                                فعالیت خود را آغاز نموده است ."
